src/app/Controllers/Home.php

SELECT *
FROM `student`
---
    public function index(): string
    {
        $studentModel = new StudentModel();
        $data['results'] = $studentModel->findAll();